{"hint_msg_0": {"Text:": "You can build additional escort ships for your fleet in a trading station. \\n These capital-type ships can be a strong addition to your fleet.", "Requirements:": "!QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_1": {"Text:": "Plasma Bombers are perfect for tearing through your enemy's armor.", "Requirements:": null}, "hint_msg_2": {"Text:": "Beam-based weapons have a slow firing rate, but very long range.", "Requirements:": null}, "hint_msg_3": {"Text:": "Strike craft are versatile and fast, perfectly suited for hit and run tactics.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_4": {"Text:": "Do you feel like a specific mission is too hard? Try some easier signal missions to earn some resources and improve your fleet before attempting the mission again.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_5": {"Text:": "Missiles are perfect against strike craft, but ineffective against armored targets.", "Requirements:": null}, "hint_msg_6": {"Text:": "You can change your FPS limit and various other graphical options in the settings section of the player profile.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_7": {"Text:": "Don’t forget to level up your officers and upgrade your Flagship modules to increase your fleet’s power.", "Requirements:": "QuestCompleted:qm_t0_pickName\n!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_8": {"Text:": "Your Flagship cannot be destroyed — only disabled.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_9": {"Text:": "Don’t forget to collect the free daily currency pack in the market.", "Requirements:": null}, "hint_msg_10": {"Text:": "Trading Stations can be used to access the market and to get your fleet repaired for free. You can also never be attacked here.", "Requirements:": "!QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_11": {"Text:": "Use the chat to look for Strikes teammates — beating these missions will grant you special rewards.", "Requirements:": "QuestCompleted:qm_t0_pickName\n!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_12": {"Text:": "Blueprints enable you to fabricate new items and ships. Find them in various missions, Strikes, and the market.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_13": {"Text:": "Internal modules come in different sizes. Make sure your Flagship has space for them.", "Requirements:": "QuestCompleted:qm_t0_pickName\n!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_14": {"Text:": "Some features can only be accessed after completing the corresponding main assignment.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_15": {"Text:": "Each faction has different blueprints in its liaison requisitions shops.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_16": {"Text:": "M type ore can only be found in T0 systems and does not need to be refined.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_17": {"Text:": "D type ore can only be found in T2, T3 and T4 systems.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_18": {"Text:": "Your Resource Collectors can drop off their ores at other players’ flagships. You will still receive all the collected ore.", "Requirements:": null}, "hint_msg_19": {"Text:": "Your Resource Collectors can drop off their ores at Resource Controllers. You will still receive all the collected ore.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_20": {"Text:": "Officers get stat increases when they level up. Every 10 levels, they get a special upgrade.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_21": {"Text:": "You can start the Research Point (RP) generation process in the Laboratory, under the Research tab in your Flagship internal menu. The longer the process, the more RP will be generated.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_22": {"Text:": "Some strike missions are unlocked by completing main assignments.", "Requirements:": "QuestCompleted:qm_t0_pickName\n!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_23": {"Text:": "To add a destroyer to your loadout, you need two free escort slots.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_24": {"Text:": "Destroyers improve your fleet’s defenses, while two frigates increase your fleet’s damage.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_25": {"Text:": "Beware! Enemy ships can attack your Resource Collectors.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_26": {"Text:": "To use an officer’s active ability, assign them to your bridge and equip at least one weapon relevant to that ability.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_27": {"Text:": "Shipyards can only be accessed in Trading Stations. There, you can construct escorts and flagships.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_28": {"Text:": "Every Trading Station and Outpost from T1 and above has access to a liaison office. Only Trading Stations also have the liaison market. These unlock in chapter 14.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_29": {"Text:": "You can only access the in-game chat after you choose your name.", "Requirements:": "!QuestCompleted:qm_t0_pickName"}, "hint_msg_30": {"Text:": "Research projects of uncommon rarity and above need to be found in loot before they can be researched.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_31": {"Text:": "To enter a system, your flagship’s hyperjump strength needs to exceed the hyperjump difficulty of that system.", "Requirements:": null}, "hint_msg_32": {"Text:": "Once unlocked, Strikes can be accessed through the Assignments menu.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_33": {"Text:": "You can change your Kiith with a Kiith Change Ticket.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_34": {"Text:": "Common blueprints are usually of unlimited use, while blueprints of uncommon and higher rarities are single-use.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_35": {"Text:": "You can change the game language in the settings menu.", "Requirements:": null}, "hint_msg_36": {"Text:": "You can activate Screenshot Mode by tapping on the player profile, and then on the button with the camera icon.", "Requirements:": null}, "hint_msg_37": {"Text:": "You can replay missions and cinematics in the Chapters tab under Assignments.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_38": {"Text:": "You can revive another player's flagship when they are downed via the target list. Exercise caution - you can only do so limited times in a mission.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_39": {"Text:": "The current Tanoch Empire has existed for over eight thousand years.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_40": {"Text:": "The Tanoch believe Star Totek, the Holy Star, contains the dead spirit of one of their ancient gods.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_41": {"Text:": "The Tanoch are a deeply religious people, bound by faith to the Priest class and the Emperor who is descended from the gods.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_42": {"Text:": "There are three sub-cultures within the Tanoch Empire: The ruling Tanoch, the liberal Chicuat, and the downtrodden Tecuban.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_43": {"Text:": "The Temple forces within the Tanoch Empire answer only to Itaca Taot, High Priest of the Empire.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_44": {"Text:": "Many of the Cangacian pirates have ancestry tracing back to the refugees from the ancient Tanoch wars of conquest.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_45": {"Text:": "The Fleet of Rams is the personal fleet of Supay, Cangacian warlord. His ambition is to unite the fringe and invade the Tanoch Empire.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_46": {"Text:": "The Yaot Federation is a Gerontocracy, ruled by a council of the eldest from every major house. No member is younger than 60.", "Requirements:": "QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_47": {"Text:": "The centuries-long conflict between the Yaot and the Tanoch is centered on a group of Progenitor relics known as the Five Pillars.", "Requirements:": "QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_48": {"Text:": "The Iyatequa traders are not native to this area. They maintain outposts and trading stations but do not have planetary possessions.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_49": {"Text:": "The Iyatequa have little to no respect for outsiders. Every relationship with them is transactional.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_50": {"Text:": "The Iyatequa’s reputation as providers extends nearly to all things, and they have few ethical standards.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_51": {"Text:": "The Iyatequa can trade in anything, from Progenitor relics to slaves and access to corrupt politicians.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_52": {"Text:": "The Iyatequa currency database contains thousands of currencies- including many from empires that have gone extinct.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_53": {"Text:": "It is widely believed the Iyatequa unmask only in front of family-kind, but they do not reveal this information to outsiders.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_54": {"Text:": "Nobody knows how the Iyatequa can see through their masks.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_55": {"Text:": "The Iyatequa masks contain highly complex rank ornamentation, based on merit of the trader and accomplishments over their career.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_56": {"Text:": "It is rumored that Iyatequa rank-ornamentation displays debts others owe to that particular trader.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_57": {"Text:": "There are too many conflicting theories behind the fall of the Progenitor empire to ever conclusively establish what destroyed them.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_58": {"Text:": "Few survive an encounter with a Progenitor keeper. Most that do always accomplish the feat through desperation and outside help.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_59": {"Text:": "It is widely rumored the Progenitors had weapons capable of stupefying levels of destruction. No Progenitor planets have ever been found.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_60": {"Text:": "In the Tanoch sky, Star Totek is part of a constellation known as the Eye of Xajaak- a creator deity whose hand is said to shape what is.", "Requirements:": "QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_61": {"Text:": "The Hyperspace Gate network is the most visible and lasting accomplishment of the ancient Progenitor Empire.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_62": {"Text:": "Free standing artifacts that are gate-like have been identified and known for centuries as ‘gates’, but their purpose wasn’t revealed until Aarran was opened.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_63": {"Text:": "Few know that the Eye of Aarran is damaged. Karan S’jet is said to be seeking ways to repair it.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_64": {"Text:": "There are functional hyperspace gate connections not on the network controlled by the Eye of Aarran.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_65": {"Text:": "One in three Hiigaran expeditions sent through the gates to other galaxies fail to return. Nimbus has an exceptionally poor ratio.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_66": {"Text:": "The name for the Nimbus Galaxy originates from the Hiigarans. The name was known to the ancients on Hiigara itself.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_67": {"Text:": "The Lazarus Expedition of 9631 GSY was the largest and best-prepared expedition sent to Nimbus. It was the only time a full mothership ventured there.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_68": {"Text:": "Joanna Naabal was sixteen when the Vaygr bombarded Hiigara. She lived for several hours in fear that a Vaygr missile would strike her house.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_69": {"Text:": "Ahab Naabal, father of Joanna, is one of the prominent Hiigaran fleet admirals and proponent for Hiigaran unified expeditions.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_70": {"Text:": "Joanna chafed against the safe postings given to her by her father. Two rotations in frigate command taught her the vulnerability of these ships.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_71": {"Text:": "Admiral Enoch S’jet was the captain of a destroyer during the final battle against the Vaygr over Hiigara.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_72": {"Text:": "To this day nobody is certain where the Vaygr acquired the planet killers they used against Hiigara in the final days of the war.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_73": {"Text:": "Vashti Soban left Kiith S’jet because she disagreed with her Kiith’s disposition after the war. She believes Karan should have done more to unite their people.", "Requirements:": "QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_74": {"Text:": "To activate an officer's passive ability, they need to be assigned in the relevant position.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse\nQuestCompleted:qm_t0_pickName"}, "hint_msg_75": {"Text:": "The global chat is divided into 100 different sub-channels. You can use the chat command /join [number] to join a specific sub-channel.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_76": {"Text:": "In the chat tab you can choose between global chat, system chat, mission chat and more.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse\nQuestCompleted:qm_t0_pickName"}, "hint_msg_77": {"Text:": "After researching the hyperspace jump limit, you need to upgrade your engines to increase your hyperjump strength and reach higher tiered systems.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse\nQuestCompleted:qm_t0_pickName"}, "hint_msg_78": {"Text:": "You gain Rare Earth from refining ores in the refinery. Use them to upgrade turrets and other modules.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_79": {"Text:": "You can gain Insignia in every signal mission. Use them to level up your officers.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse\nQuestCompleted:qm_t0_pickName"}, "hint_msg_80": {"Text:": "Higher tiered Resource Collector can mine higher tier ores faster. They also repair more hull and armor.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_81": {"Text:": "When scanning systems, you may cross paths with the Traveling Trader. Be sure to visit him, as he has special offers.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_82": {"Text:": "You can join a clan or create your own to work together with fellow commanders, and obtain special items that can only obtained by clan members.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_83": {"Text:": "After joining a clan, you will be tasked with daily clan assignments. Fulfilling them will help the clan to unlock new items.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_84": {"Text:": "When completing a clan assignment, you gain XP both for yourself, and for the clan.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_85": {"Text:": "When completing a clan assignment, you gain clan credits for yourself, and clan supplies that are shared across the clan.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_86": {"Text:": "Resource Controllers can be used to mine asteroids, serve as deposit points for resource collectors, and can be sent on mining expeditions by tapping the 'Auto Mine' icon in the target list.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_87": {"Text:": "Large Weapon Parts Blueprints can be found in the Tanoch liaison requisition market.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_88": {"Text:": "Large Machinery Parts Blueprints can be found in the Iyatequa liaison requisition market.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_89": {"Text:": "Large Hull Part Blueprints can be found in the Yaot liaison requisition market.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_90": {"Text:": "By linking your account to your Google or Apple account, you can play using different devices, and keep your account safe when switching devices.", "Requirements:": "QuestCompleted:qm_t3_sijinLighthouse"}, "hint_msg_91": {"Text:": "To use your officer's active skills, you need Skill Energy. This energy replenishes over time and gets automatically filled up after jumping to a Station.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_92": {"Text:": "If you want your ships to attack enemy ships automatically, you can turn on auto battle by tapping the icon with an “A” at the center top of the screen.", "Requirements:": "!QuestCompleted:qm_t3_sijinLighthouse\nQuestCompleted:qm_t0_pickName"}, "hint_msg_93": {"Text:": "Clear your daily and weekly assignments to earn Prestige Points. You can use these Prestige Points to obtain useful items in the Prestige market.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_94": {"Text:": "Clear daily and weekly assignments to obtain Officer Code Fragments. You can use these to get an elusive legendary officer.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_95": {"Text:": "You can use ship Code Fragments to obtain the ship you want to strengthen your fleet.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_96": {"Text:": "You can distinguish missions by their subtier difficulty. The subtier difficulty can be seen when inspecting systems or missions, next to the Tier indicator.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_97": {"Text:": "After you have build a new flagship it will be automatically put into an empty loadout. If you don’t have an empty loadout, you can switch your current flagship tapping on it.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati\nQuestCompleted:qm_t0_pickName"}, "hint_msg_98": {"Text:": "Be careful when visiting Jovian planets. Units that are not gas collectors, will be destroyed quickly due to atmospheric pressure.", "Requirements:": "QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_99": {"Text:": "Jovian planets always have three layers of gas resources. Each further layer will yield better quality resources, but has higher atmospheric pressure.", "Requirements:": "QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_100": {"Text:": "You can see what type of asteroid/gas resources can be found in a belt/planet in the Target List.", "Requirements:": "QuestCompleted:qm_t0_pickName"}, "hint_msg_101": {"Text:": "Pulsar and Ion Weapons both deal Beam Damage.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_102": {"Text:": "Kinetic turrets are classified as a Capital Mass Driver.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_103": {"Text:": "Missiles and Torpedoes deal Explosive Damage", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_104": {"Text:": "Beam weapons are great for destroying armor, but struggle against hull.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_105": {"Text:": "Explosive weapons deal the greatest damage against hull but are useles against any armor", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_106": {"Text:": "Kinetic damage is the jack-of-all-trades. It can deal good hull damage and decent armor damage.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_107": {"Text:": "Missiles are the best weapon against enemy strikecrafts - Torpedoes are the strongest against capital ships.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_108": {"Text:": "Ion Cannons are the perfect counter for enemy capital ships. If you fight against strikecrafts, try Pulsars.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_109": {"Text:": "To build strong T4 technology you need crystals. Crystals can be gained by clearing T4 signal missions.", "Requirements:": "QuestCompleted:qm_t2_templeTonaati"}, "hint_msg_110": {"Text:": "If you fight against enemies with a lot of armor, try some Plasma Bombers or an Ion Cannon Frigate.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_111": {"Text:": "Once your enemies' armor is destroyed, Torpedo Frigates can do a lot of hull damage to finish them off.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_112": {"Text:": "Torpedo and Ion Cannon Frigates do not have a lot of hull and armor, so be careful when using them in your fleet.", "Requirements:": "QuestCompleted:qm_t1_facIyatequa"}, "hint_msg_113": {"Text:": "Crafting and selling Small Hull Parts is a good way to earn some credits in the early game.", "Requirements:": "!QuestCompleted:qm_t2_templeTonaati"}}